[
  {
    "name": "Alejandro Pedro",
    "raise": 0.1850000000000,
    "image": "https://t4.ftcdn.net/jpg/05/59/36/75/360_F_559367502_J1EjsX7rtAmkX8uw7AquQgbK7L95K5DQ.jpg",
    "story": "In the heart of a bustling Latin American city, I, Alejandro, found myself facing a daunting adversary: a brain tumor. At 50 years old, with a family to care for and dreams yet to fulfill, the diagnosis hit me like a thunderbolt. My battle with a brain tumor was a test of endurance, but it was also a testament to the human spirit's capacity to overcome even the greatest challenges. As I look to the future, I am filled with gratitude for the gift of life and the opportunity to inspire others with my story of hope and perseverance."
  },
  {
    "name": "Samantha Lee",
    "raise": 0.624,
    "image": "https://t3.ftcdn.net/jpg/02/96/07/04/360_F_296070498_zxCQFWTAdhAZZE58T1N0iW4ey28Xfl3V.jpg",
    "story": "Samantha Lee is an environmental activist fighting to preserve natural habitats in Southeast Asia. Through her NGO, Samantha works tirelessly to protect endangered species and promote sustainable living. Her dedication to the environment has sparked a movement, inspiring others to take action in their communities."
  },
  {
    "name": "Dr. Rajiv Sharma",
    "raise": 0.029,
    "image": "https://img.freepik.com/free-photo/young-bearded-man-with-striped-shirt_273609-5677.jpg",
    "story": "Dr. Rajiv Sharma has dedicated his life to providing medical care to underserved populations in rural India. With limited resources and vast areas to cover, Dr. Sharma often travels for hours to reach patients in need. His commitment to health care equity has saved countless lives and brought hope to many families."
  },
  {
    "name": "Maria Gomez",
    "raise": 0.110,
    "image": "https://media.istockphoto.com/id/1254176393/photo/portrait-of-a-happy-woman-of-indian-ethnicity.jpg?s=612x612&w=0&k=20&c=In7iJKJ0GXYatpVnLbSRqN-bbqwnXJqy4C0AjGgyUzE=",
    "story": "Maria Gomez is a champion for education in her community, where many children lack access to quality schooling. By founding a local education center, Maria has provided hundreds of children with the opportunity to learn, grow, and dream of a brighter future. Her vision extends beyond the classroom, aiming to empower the entire community through education."
  },
  {
    "name": "Elijah Kim",
    "raise": 0.095,
    "image": "https://media.istockphoto.com/id/172472782/photo/african-american-man-standing-in-front-of-house.jpg?s=612x612&w=0&k=20&c=WmaH4r1iK6TOMp2Ig7BHlmwRSYEGd8r-uJ9V01z4MI8=",
    "story": "Elijah Kim is a software developer who uses technology to solve social issues. From developing apps that connect volunteers with NGOs to creating platforms that make government services more accessible, Elijah's innovations have made a significant impact on making the world a better place through technology."
  }
]
